Repository: informaticatrentina/profile-manager
Catalog: ProfileManager/translations/*/LC_MESSAGES/messages.po
Languages: it

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Email Address
it: Indirizzo Email

source: Your email Address
it: Il tuo indirizzo email

source: Sex
it: Sesso

source: Please select your Sex
it: Seleziona il tuo sesso

source: Select Sex
it: Seleziona sesso

source: Male
it: Maschile

source: Female
it: Femminile

source: Location
it: Posizione

source: Where are you?
it: Dove ti trovi?

source: Tags
it: Tag

source: What are your personal interests?
it: Quali sono i tuoi interessi?

source: Website
it: Sito Web

source: Do you have an homepage or a blog?
it: Hai una homepage o un blog?

source: Biography
it: Biografia

source: Tell about you in 150 chars
it: Racconta qualcosa di te in 150 caratteri

source: Your Photo
it: La tua foto

source: Images only!
it: Sono ammesse solo immagini

source: Maximum size allowed 1MB. Allowed formats: jpg and png
it: La tua foto può pesare al massimo 1MB ed il formato dell’immagine deve essere jpg o png

source: Old Password
it: Vecchia Password

source: New Password
it: Nuova password

source: Passwords must match
it: Le password devono corrispondere

source: Repeat Password
it: Ripeti password

source: Edit your profile
it: Modifica il tuo profilo

source: Login with your Civiclinks account
it: Accedi con il tuo account Civiclinks

source: Not yet registered?
it: Non ancora registrato?

source: https://www.civiclinks.it/en/a/register/?network=profiles
it: https://www.civiclinks.it/it/a/register/?network=profiles

source: Click here
it: Clicca qui

source: for a new account
it: per un nuovo account

source: http://www.ahref.eu/en
it: http://www.ahref.eu/it

source: &lt;ahref Foundation
it: Fondazione &lt;ahref

source: Characters left
it: Caratteri rimanenti

source: Add your characteristics
it: Aggiungi le tue caratteristiche

source: Upload a photo and describe yourself
it: Carica una foto e descriviti

source: Information
it: Informazioni

source: Your Bio
it: La tua bio

source: Change Password
it: Cambia password

source: Save All
it: Salva modifiche

source: Head Office
it: Sede legale

source: Italy
it: Italia

source: VAT
it: P. IVA

source: Register
it: Registrati

source: Welcome
it: Benvenuto

source: |FEMALE|Welcome
it: Benvenuta

source: http://www.civiclinks.it/en/
it: http://www.civiclinks.it/it/

source: http://factchecking.civiclinks.it/en/
it: http://factchecking.civiclinks.it/it/

source: http://timu.civiclinks.it/en/
it: http://timu.civiclinks.it/it/

source: There are no civiclinks users right now
it: Attualmente non ci sono utenti di civiclinks

source: I agree with the standard proposed by &lt;ahref
it: Condivido il metodo proposto da &lt;ahref

source: Do you have a web page?
it: Hai una pagina web?

source: Cut and paste the following code in your site:
it: Copia e incolla questo codice nel tuo sito!

source: The methodology for quality information
it: Metodo per la qualità nell'informazione

source: <a href="http://www.ahref.eu/en" target="blank" class="ahrefwebsite">&lt;ahref Foundation</a> ask individuals, groups, and organizations to share a working methodology based on the four core standards featured in major news agencies and media outlets: Accuracy, Impartiality, Independence, Legality.
it: <a href="http://www.ahref.eu/it" target="_blank" class="ahrefwebsite">Fondazione &lt;ahref Foundation</a> propone una metodologia di lavoro (metodo) per la produzione dell'informazione di qualità basato su quattro principi che costituiscono una sintesi essenziale di quanto propongono i principali manuali di giornalismo.

source: Accuracy
it: Accuratezza

source: A true story with factual errors loses its credibility
it: Una storia vera con errori perde la sua credibilità

source: Accuracy always comes first and covers data, people, places and events. A story must provide proper and accurate context, quoting, data, identities and facts.
it: L'accuratezza viene prima di tutto e riguarda dati, persone, luoghi e fatti. Fa parte dell'accuratezza l'attribuire propriamente frasi, dati, identità e fatti.

source: Independence
it: Indipendenza

source: Avoid biases and make a well rounded story
it: Evitare partigianerie, rendere la storia il più completa possibile

source: You must always avoid taking side and partisanship. Each story should be told as fully as possible: Reality is often more nuanced than just black and white.
it: Bisogna evitare sempre le partigianerie. Ogni storia va raccontata nel modo più completo possibile: la realtà è spesso fatta più di grigi che di bianchi e neri.

source: Impartiality
it: Imparzialità

source: Disclose any potential conflicts of interest
it: Bisogna sempre rivelare possibili conflitti di interesse

source: Reality is often more nuanced than just black and white. In a criminal trial, we should always keep in mind that the accused is innocent until proven guilty. In a political issue, we should always avoid omitting important facts just because they differ from our own political belief.
it: La regola è la trasparenza: informare sempre il lettore di potenziali conflitti di interesse e astenersi del tutto dallo scrivere quando la portata del conflitto è troppo grande

source: Legality
it: Legalità

source: Respect the right to personal privacy and fundamental liberties
it: Rispetto dei diritti personali e delle libertà fondamentali

source: You must respect the right to personal privacy and the rules for the protection of minors. Always protect your sources according to the law.
it: Rispettare il diritto alla privacy e le norme a tutela dei minori. Proteggere sempre le fonti finchè la legge lo permette.

source: I agree with the&nbsp;%(m_link)smethodology%(endlink)s&nbsp;proposed by <a href="http://ahref.eu/en">&lt;ahref Foundation</a>
it: Condivido il&nbsp;%(m_link)smetodo%(endlink)s&nbsp;proposto da <a href="http://www.ahref.eu/it" target="_blank">Fondazione &lt;ahref</a>

source: Warning!
it: Attenzione!

source: Best check yo self, you're not looking too good.
it: Riguardati, non ti presenti troppo bene.
